{
    "products": [
      {
        "_id": "image1",
        "image": "/images/image1.jpg",
        "title": "LV T Shirt.",
        "description": "Indémodable, craquez pour l'un de nos T-Shirts manches courtes personnalisés pour homme. Son col rond et sa coupe classique sublimeront n'importe laquelle de vos tenues.",
        "availableSizes": ["X", "L", "XL", "XXL"],
        "price": 29.9
      },
      {
        "_id": "image2",
        "image": "/images/image2.jpg",
        "title": "Polo Ralph laurent.",
        "description": "T-shirts Cotton T-shirt Front print logo Composition: 100% Cotton Made in Vietnam",
        "availableSizes": ["X", "M", "L"],
        "price": 18.9
      },
      {
        "_id": "image3",
        "image": "/images/image3.jpg",
        "title": "Ralph laurent T-Shirt.",
        "description": "Ralph Lauren Polo Crew Neck T Shirt In White. Classic Fit. A soft cotton jersey t shirt with a ribbed crew neck and short sleeves. The signature Ralph Lauren Polo logo printed on the front in navy and red. Top stitching in white. 100% Cotton. The Brand New Fashionable Range Of Ralph Lauren Polos And T Shirts Live Online",
        "availableSizes": ["X", "M", "L"],
        "price": 14.9
      },
      {
        "_id": "image4",
        "image": "/images/image4.jpg",
        "title": "T-Shirt Surf for summer.",
        "description": "En tissu chiné et agrémenté d'un dessin pastel à l'ancienne, le t-shirt manches courtes Surf Company vous donne un look surf rétro et authentique.",
        "availableSizes": ["XL"],
        "price": 25.9
      },
      {
        "_id": "image5",
        "image": "/images/image.jpg",
        "title": "Peace rasta fari T-Shirt.",
        "description": "It’s not just about the cool design that caught your eye (and the fact you’ll never find it a department store). Our men’s and women’s T-Shirts are super-soft, comfy and fit perfectly. And we all know how valuable a good T-Shirt can be. Constructed with 100% fine jersey cotton Combed for softness and comfort",
        "availableSizes": ["X", "L", "XL"],
        "price": 10.9
      },
      {
        "_id": "image6",
        "image": "/images/image.jpg",
        "title": "BeeB BeeB T-Shirt Loney Tunes.",
        "description": "100% Cotton Officially licensed merchandise with all authorised licensor branding, packaging and labelling 165gsm mid-weight garment suitable for wearing all year round Super soft ring spun cotton t-shirt with a fashion fit for a high street look. Crew neck with cotton & lycra rib and single needle stitching. These garments are fitted so if you prefer a more relaxed fit, we recommend ordering one size up.",
        "availableSizes": ["XL", "XXL"],
        "price": 49.9
      },
      {
        "_id": "image7",
        "image": "/images/image.jpg",
        "title": "T-Shirt Homme LOONEY TUNES - Taz.",
        "description": "- Une Tornade Appelée Taz ! - T-Shirt en Coton Pré Rétréci Pour Homme - Sérigraphie à l'Avant du Diable de Tasmanie de la Warner - Merchandising Looney Tunes Officiel Retrouvez Davantage de LICENCES CARTOON ou Plongez Dans l'Univers des SUPER HÉROS DE COMICS",
        "availableSizes": ["XL", "XXL"],
        "price": 49.9
      },
      {
        "_id": "image8",
        "image": "/images/image.jpg",
        "title": "Looney Tunes Marvin The Martian Mine Graphic T-Shirt.",
        "description": " Marvin the Martian has one mission to bring back one Earth creature for study, and his attempts to take Bugs Bunny are legendary. This black t-shirt features Marvin standing atop planet Earth with the word. The soft cotton tee has a crew neckline and short sleeves. Machine wash. Cotton; made in the USA.",
        "availableSizes": ["XL", "XXL"],
        "price": 49.9
      },
      {
        "_id": "image9",
        "image": "/images/image.jpg",
        "title": "The Lion King Hakuna Matata T Shirt.",
        "description": "The anthem of our childhood, 'Hakuna Matata' is a Swahili phrase which means no worries. Timon and Pumba, guardians of Simba from the movie Lion King popularised the phrase and the song went on to become one of the most famous songs by Disney.",
        "availableSizes": ["XL", "XXL"],
        "price": 49.9
      },
      {
        "_id": "image10",
        "image": "/images/image10.jpg",
        "title": "T Shirt Fashion tshirt Remember Who You Are Vintage Lion King.",
        "description": "The t-shirt is soft, comfortable, lightweight, and made of a fine-count yarn. It's specifically designed for sublimation and yields vivid prints that pop. The cut is also specially designed to reduce the possibility of white streaks during printing.",
        "availableSizes": ["XL", "XXL"],
        "price": 49.9
      },
      {
        "_id": "image11",
        "image": "/images/image11.jpg",
        "title": "Levi's Men's T-Shirt.",
        "description": "100% Cotton Regulat fit short sleeve tee Round neck printed tee Knitted weave tee Wash seperately, mild detergent, dry inside out Made in India",
        "availableSizes": ["XL", "XXL"],
        "price": 49.9
      },
      {
        "_id": "image12",
        "image": "/images/image12.jpg",
        "title": "You’ll never walk alone T-Shirt.",
        "description": "This is for all the latest trends, no matter who you are, where you’re from and what you’re up to. Exclusive to ASOS, our universal brand is here for you, and comes in all our fit ranges: ASOS Curve, Tall, Petite and Maternity. Created by us, styled by you.",
        "availableSizes": ["XL", "XXL"],
        "price": 49.9
      }
    ]
  }
